"OK" = "OK";
"Back" = "Back";
"Done" = "Done";
"Sorry" = "Sorry";
"Cancel" = "Cancel";
"Setting" = "Setting";
"Photos" = "Photos";
"Videos" = "Videos";
"Preview" = "Preview";
"Edit" = "Edit";
"Full image" = "Full image";
"Processing..." = "Processing...";
"Synchronizing photos from iCloud" = "Synchronizing photos from iCloud";
"Can not use camera" = "Can not use camera";
"Can not choose both video and photo" = "Can not choose both video and photo";
"Can not choose both photo and GIF" = "Can not choose both photo and GIF";
"Select the video when in multi state, we will handle the video as a photo" = "Select the video when in multi state, we will handle the video as a photo";
"Can not jump to the privacy settings page, please go to the settings page by self, thank you" = "Can not jump to the privacy settings page, please go to the settings page by self, thank you";

"Select a maximum of %zd photos" = "Select a maximum of %zd photos";
"Select a minimum of %zd photos" = "Select a minimum of %zd photos";
"Allow %@ to access your album in \"Settings -> Privacy -> Photos\"" = "Allow %@ to access your album in \"Settings -> Privacy -> Photos\"";
"Please allow %@ to access your camera in \"Settings -> Privacy -> Camera\"" = "Please allow %@ to access your camera in \"Settings -> Privacy -> Camera\"";

"Please click the photo to read and write after the jump" = "Please click the photo to read and write after the jump";

"AlbumAlert" = "Please enter the name of the photo album";

"Delete" = "Delete";
"Collection" = "Collection";
"Export" = "Export";
"Video cannot be selected" = "Video cannot be selected";
"Please edit the selected picture" = "Please click the picture at the bottom to edit it";


"Reset" = "Reset";
"Original" = "Original";
"Square" = "Square";
"Do not support selection of video types" = "Do not support selection of video types";
"Do not support selection of image types" = "Do not support selection of image types";
"Please click on the specific video" = "Or Please click on the specific video";











